[
  {
    "title": "Gent City Hall Opening Hours",
    "content": "The City Hall of Gent (Stadhuis) is open Monday to Friday from 9:00 AM to 12:30 PM and from 2:00 PM to 5:00 PM. Specific departments may have different opening hours. The City Hall is located at Botermarkt 1, 9000 Gent. Most services require an appointment which can be made via the city website at stad.gent or by calling +32 9 210 10 10."
  },
  {
    "title": "Waste Collection in Gent",
    "content": "In Gent, waste collection follows a specific schedule: Residual waste (gray bags) is collected weekly on your designated collection day. PMD (blue bags) is collected every two weeks. Paper and cardboard are collected every four weeks. Glass is collected every four weeks for door-to-door service, but glass containers are also available throughout the city. Garden waste (green bags) collection varies by season. Check your personalized collection calendar at ivago.be or download the Recycle! app for your specific collection dates."
  },
  {
    "title": "Main Library De Krook",
    "content": "De Krook, Gent's main library, is located at Miriam Makebaplein 1, 9000 Gent. Opening hours: Monday: 10 AM - 7 PM, Tuesday: 10 AM - 7 PM, Wednesday: 10 AM - 7 PM, Thursday: 10 AM - 7 PM, Friday: 10 AM - 7 PM, Saturday: 10 AM - 7 PM, Sunday: Closed. The library offers books, magazines, newspapers, CDs, DVDs, and free internet access. Special events and exhibitions are regularly organized. For more information, visit dekrook.be or call +32 9 323 68 00."
  },
  {
    "title": "Building Permits in Gent",
    "content": "To apply for a building permit in Gent, you must submit your application via the Omgevingsloket (omgevingsloket.be). Required documents typically include: architectural plans, stability study, EPB report, and a description of the project. Processing time is approximately 105 days for regular permits, but can be shorter for smaller projects. The fee ranges from €50 to €200 depending on the scope of work. For questions, contact the Department of Urban Planning at stedenbouw@stad.gent or visit them at Woodrow Wilsonplein 1, 9000 Gent, Monday to Friday from 9:00 AM to 12:30 PM."
  },
  {
    "title": "Public Parks in Gent",
    "content": "Gent has numerous beautiful parks, including: Citadelpark (largest central park with a museum), Zuidpark (features a bandstand and play areas), Koning Albertpark (includes sports facilities), Muinkpark (small peaceful park with a pond), and Blaarmeersen Recreation Area (features a lake with a beach, sports facilities, and walking paths). Most parks are open from sunrise to sunset, with some seasonal variations. BBQs are generally not permitted except in designated areas at Blaarmeersen. Dogs must be kept on leashes in all parks unless specified otherwise."
  },
  {
    "title": "Parking Regulations in Gent",
    "content": "Gent has various parking zones: Red zones (max 3 hours, €1-3/hour), Orange zones (max 5 hours, €0.70-1.50/hour), Green zones (unlimited, €0.40-0.70/hour), Blue zones (free with parking disc, usually max 2 hours), and Shop & Go (max 30 minutes, free). The city center's circulation plan limits car access. Residents can apply for a resident parking permit (€50/year for the first car) at mobiliteit.gent.be. Visitors may use public parking garages or P+R facilities on the outskirts. Parking regulations are enforced Monday to Saturday, 9:00 AM to 7:00 PM, with some areas extending to 11:00 PM."
  },
  {
    "title": "Gent Museums",
    "content": "Gent offers several museums: The Design Museum (Designmuseum Gent) showcasing design from the Middle Ages to present day, The Museum of Fine Arts (MSK) with art from the Middle Ages to the 20th century, SMAK (Contemporary Art Museum) featuring modern and contemporary art, STAM (City Museum) telling the history of Gent, and The House of Alijn exploring everyday life. Museum hours are typically Tuesday to Sunday, 10:00 AM to 6:00 PM (closed Mondays). The Gent Museum Pass (€35) grants unlimited access to all city museums for one year. Many museums offer free entry on the first Wednesday afternoon of each month."
  },
  {
    "title": "Registering as a New Resident in Gent",
    "content": "New residents must register with the City of Gent within 8 days of arrival. EU citizens should bring their ID card, passport, birth certificate, and proof of address to the Administrative Center at Woodrow Wilsonplein 1. Non-EU citizens must first register at the Immigration Office. After submitting your documents, a local police officer will verify your residence (usually within 2 weeks). Once confirmed, you must return to the Administrative Center to complete registration and receive your residence card. Registration is by appointment only, which can be made at stad.gent or by calling +32 9 210 10 10."
  }
]
